import Post from 'components/Post'
import Mobile from 'layouts/Mobile'

const Posts = () => (
  <Mobile>
    <Post
      title="Proyect_Post"
      content="
    И нет сомнений, что некоторые особенности внутренней политики и по сей
    день остаются уделом либералов, которые жаждут быть функционально
    разнесены на независимые элементы. Являясь всего лишь частью общей
    картины, интерактивные прототипы, инициированные исключительно
    синтетически, призваны к ответу. Наше дело не так однозначно, как может
    показаться: повышение уровня гражданского сознания обеспечивает
    актуальность глубокомысленных рассуждений."
    />
  </Mobile>
)

export default Posts
